tap "aws/tap"
tap "bazelbuild/tap"
tap "charmbracelet/tap"
tap "domt4/autoupdate"
tap "espanso/espanso"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jeffreywildman/virt-manager"
tap "kreuzwerker/taps"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "libpng"
brew "glib"
brew "cairo"
brew "jpeg-turbo"
brew "libtiff"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "agg"
brew "libusb"
brew "airspy"
brew "airspyhf"
brew "amazon-ecs-cli"
brew "openssl@3"
brew "libyaml"
brew "ansible"
brew "ansible-lint"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "grpc"
brew "apache-arrow"
brew "libpcap"
brew "arp-scan"
brew "asciinema"
brew "git"
brew "asdf"
brew "node"
brew "ask-cli"
brew "at-spi2-core"
brew "autoconf"
brew "automake"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bash-completion"
brew "libssh2"
brew "bat"
brew "bazelisk"
brew "binwalk"
brew "buildifier"
brew "certbot"
brew "cloud-nuke"
brew "cloudflared"
brew "cmake"
brew "ripgrep"
brew "codex"
brew "contentful-cli"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "duti"
brew "envchain"
brew "esbuild"
brew "libraqm"
brew "pillow"
brew "esphome"
brew "exiftool"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libmicrohttpd"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "ffmpeg@6"
brew "gcc"
brew "open-mpi"
brew "fftw"
brew "findutils"
brew "firebase-cli"
brew "fnm"
brew "woff2"
brew "fontforge"
brew "fswatch"
brew "gnupg"
brew "gpgme"
brew "pkgconf"
brew "hdf5"
brew "libheif"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "git-standup"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "gobject-introspection"
brew "gtk+3"
brew "librtlsdr"
brew "pygobject3"
brew "gnuradio"
brew "libusb-compat"
brew "hamlib"
brew "gpredict"
brew "grc"
brew "grep"
brew "netpbm"
brew "psutils"
brew "groff"
brew "gtk4"
brew "json-glib"
brew "libnice"
brew "libsoup"
brew "gstreamer", link: false
brew "gtk-vnc"
brew "guetzli"
brew "guile"
brew "hackrf"
brew "hstr"
brew "htop"
brew "hydra"
brew "libraw"
brew "imagemagick"
brew "inetutils"
brew "ipcalc"
brew "jpeg"
brew "jq"
brew "lcdf-typetools"
brew "ldns"
brew "libbladerf"
brew "libfido2"
brew "libmatio"
brew "libsass"
brew "libvirt"
brew "libvirt-glib"
brew "lv"
brew "mas"
brew "masscan"
brew "maven"
brew "mediamtx"
brew "minicom"
brew "mosquitto"
brew "most"
brew "mysql-client"
brew "net-snmp"
brew "nghttp2"
brew "ngrep"
brew "nikto"
brew "nmap"
brew "nvm"
brew "openapi-generator"
brew "openslide"
brew "openssh"
brew "openvino"
brew "pandoc"
brew "parallel"
brew "pipenv"
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "python-lsp-server"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "readsb"
brew "redis"
brew "rename"
brew "rlwrap"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "sipcalc"
brew "sox"
brew "usbredir"
brew "spice-gtk"
brew "ssh-copy-id"
brew "svgo"
brew "switchaudio-osx"
brew "tcl-tk"
brew "terraform"
brew "terraformer"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unison"
brew "unpaper"
brew "upx"
brew "vercel-cli"
brew "vips"
brew "watch"
brew "websocat"
brew "wget"
brew "whois"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zsh"
brew "aws/tap/copilot-cli"
brew "charmbracelet/tap/vhs"
brew "jeffreywildman/virt-manager/virt-viewer"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "oven-sh/bun/bun"
brew "pulumi/tap/pulumi"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alfred"
cask "altair-graphql-client"
cask "arc"
cask "audio-hijack"
cask "balenaetcher"
cask "bambu-studio"
cask "blender"
cask "bookwright"
cask "brave-browser"
cask "brave-browser@beta"
cask "cap"
cask "chatgpt"
cask "chromedriver"
cask "cloudflare-warp"
cask "cursor"
cask "cursor-cli"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "elgato-stream-deck"
cask "espanso"
cask "fantastical"
cask "figma"
cask "gcloud-cli"
cask "google-chrome"
cask "hiddenbar"
cask "imageoptim"
cask "imazing"
cask "iterm2"
cask "itermai"
cask "jupyter-notebook-ql"
cask "ledger-live"
cask "loom"
cask "loopback"
cask "mactex"
cask "macwhisper"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mqtt-explorer"
cask "mysqlworkbench"
cask "ngrok"
cask "nordvpn"
cask "obs"
cask "obsidian"
cask "omnifocus"
cask "pgadmin4"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "quicklookase"
cask "raspberry-pi-imager"
cask "rode-connect"
cask "sf-symbols"
cask "signal"
cask "sketch"
cask "slack"
cask "sonos"
cask "spotify"
cask "suspicious-package"
cask "swish"
cask "thinkorswim"
cask "topaz-video"
cask "tuple"
cask "ultimaker-cura"
cask "vlc"
cask "warp"
cask "waves-central"
cask "webpquicklook"
cask "webtorrent"
cask "zoom"
vscode "1password.op-vscode"
vscode "4ops.terraform"
vscode "amodio.toggle-excluded-files"
vscode "anysphere.cursorpyright"
vscode "anysphere.remote-containers"
vscode "bazelbuild.vscode-bazel"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "gitlab.gitlab-workflow"
vscode "hollowtree.vue-snippets"
vscode "jackz.unicode-conversion"
vscode "james-yu.latex-workshop"
vscode "jcbuisson.vue"
vscode "marlinfirmware.auto-build"
vscode "me-dutour-mathieu.vscode-firebase"
vscode "mechatroner.rainbow-csv"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "metabob.metabob"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "nicollasr.vscode-streamdeck"
vscode "openai.chatgpt"
vscode "platformio.platformio-ide"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "samuelcolvin.jinjahtml"
vscode "toba.vsfire"
vscode "varlock.env-spec-language"
vscode "vue.volar"
vscode "zerotask.firebase-configuration-schema"
vscode "zhuangtongfa.material-theme"
