tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "osxfuse"
brew "libpng"
brew "libffi"
brew "python"
brew "jpeg"
brew "libtiff"
brew "gdk-pixbuf"
brew "librsvg"
brew "libpcap"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "awscli"
brew "awslogs", link: false
brew "bash"
brew "bash-completion"
brew "bat"
brew "binwalk"
brew "certbot"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "diff-so-fancy"
brew "direnv"
brew "duti"
brew "envchain"
brew "webp"
brew "tesseract"
brew "ffmpeg"
brew "imagemagick"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "libusb"
brew "grep"
brew "htop"
brew "inetutils"
brew "ipcalc"
brew "jq"
brew "libyaml"
brew "nmap"
brew "openssh"
brew "pipenv"
brew "pkg-config"
brew "rlwrap"
brew "shellcheck"
brew "shfmt"
brew "ssh-copy-id", link: true
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "websocat"
brew "wget"
brew "zlib"
cask "agenda"
cask "alfred"
cask "bluejeans"
cask "fantastical"
cask "insomnia"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "visual-studio-code"
cask "webpquicklook"
cask "wireshark"
mas "Logitech Camera Settings", id: 638332853
mas "Moom", id: 419330170
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
