tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
tap "sudar/arduino-mk"
brew "libpng"
brew "python"
brew "jpeg"
brew "libtiff"
brew "gdk-pixbuf"
brew "librsvg"
brew "adwaita-icon-theme"
brew "libpcap"
brew "arp-scan"
brew "aspell"
brew "autoconf"
brew "automake"
brew "awscli"
brew "awslogs", link: false
brew "bash"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "diff-so-fancy"
brew "direnv"
brew "docker", link: false
brew "duti"
brew "eigen"
brew "envchain"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flow", link: false
brew "fzf"
brew "ghostscript"
brew "libtool"
brew "openexr"
brew "imagemagick"
brew "gifify"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "gource"
brew "libusb"
brew "gpredict"
brew "graphviz"
brew "grep"
brew "guetzli"
brew "htop"
brew "httpie"
brew "hub"
brew "ipcalc"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "libyaml"
brew "mas"
brew "masscan"
brew "mycli"
brew "mysql@5.7", restart_service: true, link: true
brew "nmap"
brew "node"
brew "node@8"
brew "nvm"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "pgcli"
brew "pipenv"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "postgresql@10", restart_service: true
brew "pre-commit"
brew "pyenv"
brew "qrencode"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rlwrap"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "sipcalc"
brew "sqlmap"
brew "ssh-copy-id"
brew "svgo"
brew "tbb"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "travis"
brew "tree"
brew "ttygif"
brew "unison"
brew "unpaper"
brew "watch"
brew "watchman"
brew "websocat"
brew "wget"
brew "wpscan"
brew "yarn"
brew "zlib"
brew "railwaycat/emacsmacport/emacs-mac"
brew "sudar/arduino-mk/arduino-mk"
cask "adobe-creative-cloud"
cask "alfred"
cask "android-studio"
cask "brave-browser"
cask "charles"
cask "chromedriver"
cask "chromium"
cask "discord"
cask "docker"
cask "dropbox"
cask "etcher"
cask "fantastical"
cask "firefox"
cask "flinto"
cask "google-chrome-canary"
cask "grammarly"
cask "imagealpha"
cask "imageoptim"
cask "insomnia"
cask "iterm2-beta"
cask "kindle"
cask "launchcontrol"
cask "macdown"
cask "microsoft-office"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "omnifocus"
cask "pgadmin4"
cask "popsql"
cask "purevpn"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "remote-play"
cask "screaming-frog-seo-spider"
cask "sketch"
cask "spotify"
cask "standard-notes"
cask "suspicious-package"
cask "teamsql"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "unetbootin"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "wireshark"
cask "x-lite"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Exporter", id: 1099120373
mas "Icon Slate", id: 439697913
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logitech Camera Settings", id: 638332853
mas "MIBBrowser", id: 523006753
mas "Mirror for Samsung TV", id: 1107644799
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parallels Desktop Lite", id: 1085114709
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "SQLiteFlow", id: 1378587993
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
