tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jeffreywildman/virt-manager"
tap "kreuzwerker/taps"
tap "ngrok/ngrok"
tap "stripe/stripe-cli"
brew "libpng"
brew "openssl@3"
brew "glib"
brew "cairo"
brew "jpeg-turbo"
brew "libtiff"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "amazon-ecs-cli"
brew "libyaml"
brew "ansible"
brew "ansible-lint"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "libpcap"
brew "arp-scan"
brew "at-spi2-core"
brew "autoconf"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bash-completion"
brew "bat"
brew "gcc"
brew "libraqm"
brew "numpy"
brew "tcl-tk"
brew "pillow"
brew "binwalk"
brew "certbot"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "duti"
brew "envchain"
brew "esphome"
brew "exiftool"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "open-mpi"
brew "findutils"
brew "libusb"
brew "gnupg"
brew "hdf5"
brew "krb5"
brew "libheif"
brew "poppler"
brew "gdal"
brew "git"
brew "git-lfs"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "pkg-config"
brew "gobject-introspection"
brew "gtk+3"
brew "gpredict"
brew "python@3.9"
brew "grep"
brew "netpbm"
brew "psutils"
brew "groff"
brew "gtk4"
brew "json-glib"
brew "libsoup"
brew "pygobject3"
brew "gstreamer"
brew "gtk-vnc"
brew "guetzli"
brew "guile"
brew "htop"
brew "libfido2"
brew "mysql-client"
brew "hydra"
brew "libraw"
brew "imagemagick"
brew "inetutils"
brew "ipcalc"
brew "jpeg"
brew "jq"
brew "jsonschema"
brew "ldns"
brew "libmatio"
brew "libnice"
brew "libsass"
brew "libssh2"
brew "libvirt"
brew "libvirt-glib"
brew "lv"
brew "mas"
brew "openjdk"
brew "maven"
brew "minicom"
brew "mosquitto"
brew "most"
brew "net-snmp"
brew "nghttp2"
brew "ngrep"
brew "nmap"
brew "node"
brew "python@3.10"
brew "node@14"
brew "nvm"
brew "openslide"
brew "openssh"
brew "parallel"
brew "pipenv"
brew "pipx"
brew "postgresql@14", restart_service: true
brew "python-lsp-server"
brew "redis"
brew "rename"
brew "rlwrap"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "sipcalc"
brew "usbredir"
brew "spice-gtk"
brew "ssh-copy-id"
brew "svgo", link: false
brew "terraform"
brew "terraformer"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unison"
brew "unpaper"
brew "vips"
brew "watch"
brew "websocat"
brew "wget"
brew "whois"
brew "woff2"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "jeffreywildman/virt-manager/virt-viewer"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "stripe/stripe-cli/stripe"
cask "1password-cli"
cask "alfred"
cask "audio-hijack"
cask "balenaetcher"
cask "bookwright"
cask "brave-browser"
cask "chromedriver"
cask "cubicsdr"
cask "discord"
cask "dropbox"
cask "fantastical"
cask "google-cloud-sdk"
cask "imageoptim"
cask "imazing"
cask "jupyter-notebook-ql"
cask "macwhisper"
cask "metasploit"
cask "mqtt-explorer"
cask "mysqlworkbench"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "pgadmin4"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "quicklookase"
cask "runjs"
cask "sf-symbols"
cask "sketch"
cask "slack"
cask "sonos"
cask "spotify"
cask "suspicious-package"
cask "virtualbox-beta"
cask "visual-studio-code-insiders"
cask "vlc"
cask "webpquicklook"
cask "webtorrent"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Drop", id: 1173932628
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
